/**
 * Created by Administrator on 14-9-27.
 */
var data = [];
data.push({
	date:"2014-9-21",
	intro:"这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容, 这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,",
    media:'<img src="/img/timeline/content/1.jpg" alt="1" width="370"/>',
	like:225
});

data.push({
	          date:"2014-9-14",
	          intro:"这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容, 这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,",
	          media:'<img src="/img/timeline/content/1.jpg" alt="1" width="370"/>',
	          like:225
          });
data.push({
	          date:"2014-9-10",
	          intro:"这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容, 这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,",
	          media:'<img src="/img/timeline/content/1.jpg" alt="1" width="370"/>',
	          like:225
          });
data.push({
	          date:"2014-8-5",
	          intro:"这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容, 这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,",
	          media:'<img src="/img/timeline/content/1.jpg" alt="1" width="370"/>',
	          like:225
          });
data.push({
	          date:"2014-8-1",
	          intro:"这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容, 这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,",
	          media:'<img src="/img/timeline/content/1.jpg" alt="1" width="370"/>',
	          like:225
          });
data.push({
	          date:"2013-12-21",
	          intro:"这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容, 这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,",
	          media:'<img src="/img/timeline/content/1.jpg" alt="1" width="370"/>',
	          like:225
          });
data.push({
	          date:"2013-11-12",
	          intro:"这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容, 这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,",
	          media:'<img src="/img/timeline/content/1.jpg" alt="1" width="370"/>',
	          like:225
          });
data.push({
	          date:"2013-10-10",
	          intro:"这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容, 这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,",
	          media:'<img src="/img/timeline/content/1.jpg" alt="1" width="370"/>',
	          like:225
          });
data.push({
	          date:"2013-10-6",
	          intro:"这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容, 这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,这是心情的内容,",
	          media:'<img src="/img/timeline/content/1.jpg" alt="1" width="370"/>',
	          like:225
          });